Repository: mapbender/mapbender
Catalog: src/Mapbender/ManagerBundle/Resources/translations/messages.*.xlf
Languages: nl

# mb.core.admin.button.show_label
source: Show label
nl: Toon label

# mb.manager.admin.element.delete
source: Delete Element
nl: Verwijder element

# mb.manager.admin.element.delete.confirm
source: Do you really want to delete the element?
nl: Wilt u werkelijke het element verwijderen?

# mb.manager.admin.element.btn.delete
source: Delete
nl: Verwijder

# mb.core.admin.scaleselector.show_label
source: Show label
nl: Toon label

# mb.manager.element.yaml.message
source: Use the <a class="linkButton" href="http://www.wikipedia.org/search-redirect.php?search=yaml&language=%locale%">YAML</a> format to describe the element's configuration.
nl: Gebruik de <a class="linkButton" href="http://www.wikipedia.org/search-redirect.php?search=yaml&language=%locale%">YAML</a> formaat voor het omschrijven van de element configuratie.

# mb.core.admin.srsselector.show_label
source: Show label
nl: Toon label

# mb.manager.admin.overview.maximize
source: Maximize
nl: Maximaliseer

# mb.core.admin.gpsposition.show_label
source: Show label
nl: Toon label

# mb.core.element.be.button.show_label
source: Show label
nl: Toon label

# mb.manager.admin.element.requirements
source: Required fields are marked with dark labels, while optional fields have lighter labels.
nl: Verplichte velden zijn donker gekleurd en optionele velden zijn lichter gekleurd.

# mb.manager.admin.element.base_data
source: Base data
nl: Basis data

# mb.manager.admin.element.configuration
source: Configuration
nl: Configuratie

# mb.core.admin.corrdsdisplay.label
source: Show title label
nl: Toon titel label

# mb.manager.admin.zoombar.draggable
source: Draggable
nl: Versleepbaar

# mb.manager.components.popup.add_element.title
source: Add element
nl: Voeg element toe

# mb.manager.components.popup.add_element.btn.back
source: Back
nl: Terug

# mb.manager.components.popup.edit_element.title
source: Edit element
nl: Wijzig element

# mb.manager.components.popup.delete_element.title
source: Confirm delete
nl: Bevestig verwijdering

# mb.manager.components.popup.delete_element.btn.ok
source: Delete
nl: Verwijder

# mb.manager.components.popup.add_edit_layerset.title_edit
source: Edit layerset
nl: Wijzig lagenset

# mb.manager.components.popup.delete_layerset.title
source: Delete layerset
nl: Verwijder lagenset

# mb.manager.components.popup.delete_layerset.btn.ok
source: Delete
nl: Verwijder

# mb.manager.components.popup.add_instance.title
source: Select source
nl: Kies brton

# mb.manager.components.popup.delete_instance.title
source: Confirm delete
nl: Bevestig verwijdering

# mb.manager.components.popup.delete_instance.btn.ok
source: Delete
nl: Verwijder

# mb.manager.managerbundle.applications
source: Applications
nl: Applicaties

# mb.manager.managerbundle.new_application
source: New application
nl: Nieuwe applicatie

# mb.manager.managerbundle.sources
source: Sources
nl: Bronnen

# mb.manager.managerbundle.add_source
source: Add source
nl: Voeg bron toe

# mb.manager.admin.sources
source: Sources
nl: Bronnen

# mb.manager.admin.source.add
source: Add source
nl: Voeg bron toe

# mb.manager.admin.filter.source
source: Filter source
nl: Filter bron

# mb.manager.admin.source.show_metadata
source: Show metadata
nl: Toon metadata

# mb.manager.admin.source.delete
source: Delete source
nl: verwijder bron

# mb.manager.admin.source.no_source
source: No source available
nl: Geen bron beschikbaar

# mb.manager.admin.source.new.add
source: Add source
nl: Voeg bron toe

# mb.manager.admin.template
source: Template
nl: Sjabloon

# mb.manager.admin.element.title
source: Title
nl: Titel

# mb.manager.admin.element.add
source: Add a new element to
nl: Voeg een nieuw element toe

# mb.manager.admin.element.show_hide
source: Toggle show/hide element
nl: Wissel toon/verberg element

# mb.manager.admin.element.edit
source: Edit element
nl: Wijzig element

# mb.manager.be.element.delete
source: Delete element '%element_title%'
nl: Verwijder element '%element_title%'

# mb.manager.admin.element.no_element_added.
source: No element added
nl: Geen element toegevoegd

# mb.manager.admin.applications
source: Applications
nl: Applicatioes

# mb.manager.admin.filter.application
source: Filter application
nl: Filter applicatie

# mb.manager.admin.application.view_this
source: View this application
nl: Toon deze applicatie

# mb.manager.admin.application.view
source: View
nl: Toon

# mb.manager.admin.application.duplicate
source: Duplicate application
nl: Dupliceer applicatie

# mb.manager.admin.application.edit
source: Edit application
nl: Wijzig applicatie

# mb.manager.admin.application.public.on_off
source: Toggle publish/unpublish application
nl: Wissel publish/unpublish applicatie

# mb.manager.admin.application.delete
source: Delete application
nl: Verwijder applicatie

# mb.manager.admin.application.no_application
source: No application available
nl: Geen applicatie beschikbaar

# mb.manager.admin.layerset.delete.confirm
source: Do you really want to remove the layerset with the title <span class="italic">%layerset_title%</span>?
nl: Wilt u werkelijk de lagenset met de titel <span class="italic">%layerset_title%</span> verwijderen?

# mb.manager.admin.application.security.add_users_groups
source: Add users and groups
nl: Voeg gebruikers en groepen toe

# mb.manager.admin.application.security.public
source: activated
nl: publish

# mb.manager.admin.instance.delete.confirm
source: Do you really want to remove the instance with the title <span class="italic">%instance_title%</span>?
nl: ilt u werkelijk de instance met de titel <span class="italic">%instance_title%</span> verwijderen?

# mb.manager.admin.application.new
source: New Application
nl: Nieuwe Applicatie

# mb.manager.admin.application.security
source: Security
nl: Beveiliging

# mb.manager.admin.application.btn.create
source: Create
nl: Maak aan

# mb.manager.admin.layerset.add
source: Add layerset
nl: Voeg een lagenset toe

# mb.manager.admin.filter.layerset
source: Filter layerset
nl: Filter lagenset

# mb.manager.admin.layerset.title
source: Title
nl: Titel

# mb.manager.admin.instance.add
source: Add instance
nl: Voeg instance toe

# mb.manager.admin.layerset.edit
source: Edit layerset
nl: Wijzig lagenset

# mb.manager.admin.layerset.delete
source: Delete layerset
nl: Verwijder lagenset

# mb.manager.admin.instance.show_hide
source: Toggle show/hide instance
nl: Wissel toon/verberg instance

# mb.manager.admin.instance.edit
source: Edit instance
nl: Wijzig instance

# mb.manager.admin.instance.delete
source: delete instance
nl: verwijder instance

# mb.manager.admin.instance.no_instance_added
source: No instance added
nl: Geen instance toegevoegd

# mb.manager.admin.instance.no_layer_added
source: No layer added
nl: Geen laag toegevoegd

# mb.manager.admin.application.edit.base_data
source: Base data
nl: Basis data

# mb.manager.admin.application.layersets
source: Layersets
nl: Lagensets

# mb.manager.admin.application.save
source: Save
nl: Bewaar

# mb.core.admin.about_dialog.show_label
source: Show button label
nl: Toon knop label
